{
  "cohort": [
    {
      "id": 1,
      "Timestamp": "2022-04-28T15:46:46.240Z",
      "firstName": "Adam",
      "lastName": "Donaghy",
      "proImg": "AdamDonaghy.jpg",
      "funImg": "AdamDonaghy_fun.jpeg",
      "reelThemIn": "I eat leftover sushi for breakfast.",
      "github": "https://github.com/donaghyam",
      "linkedIn": "https://www.linkedin.com/in/adam-donaghy/",
      "email": "donaghyam@gmail.com",
      "bio": "Prior to becoming a software developer, I worked full time in distillation and brewing. Like software development, these careers rely on an attention to detail and ensuring all processes are accounted for in order to ensure everything works together seamlessly.<br></br>I had been interested in software development since dipping my toes in basic website design during internships in college. I enjoy using both my creativity and problem solving skills to create useful tools. Immediately after beginning to learn Javascript basics, I was hooked. I love new challenges and never want to stop learning."
    },
    {
      "id": 2,
      "Timestamp": "2022-05-05T21:14:25.021Z",
      "firstName": "Airris",
      "lastName": "Williams",
      "proImg": "AirrisWilliams.jpeg",
      "funImg": "AirrisWilliams_fun.jpeg",
      "reelThemIn": "Positively impacting the criminal justice system by teaching incarcerated individuals IT skills!",
      "github": "https://github.com/Airriswilliams",
      "linkedIn": "https://www.linkedin.com/in/airris-williams",
      "email": "airriswilliams83@gmail.com",
      "bio": "I am a Software Developer who recently transitioned from a career in Law Enforcement. My interest in technology was sparked from a prison program at San Quentin State Prison that taught inmates how to code. I believe programs like these are a great asset to rehabilitating inmates and society as a whole. I decided to learn software development for myself. Software development allows me to continuously learn, while giving me the opportunity to put my problem-solving skills to work. I am excited to see where this new career path takes me."
    },
    {
      "id": 3,
      "Timestamp": "2022-05-09T16:49:11.994Z",
      "firstName": "Ari",
      "lastName": "Daron",
      "proImg": "AriDaron.png",
      "funImg": "AriDaron_fun.png",
      "reelThemIn": "I try to find the positive in every situation.",
      "github": "https://www.github.com/AriDaron",
      "linkedIn": "https://www.linkedin.com/in/arielle-daron",
      "email": "arielledaron69@gmail.com",
      "bio": "As an athlete I've been a team player my entire life. I love collaborating with others to reach a common goal and being challenged to reach my full potential. Software development allows me to do both and truly put my energy into something that has become a passion."
    },
    {
      "id": 4,
      "Timestamp": "2022-05-03T14:17:20.453Z",
      "firstName": "Aviva",
      "lastName": "Mondesir",
      "proImg": "AvivaMondesir.jpg",
      "funImg": "AvivaMondesir_fun.jpg",
      "reelThemIn": "Technology is best when it brings people together.",
      "github": "https://github.com/auntviv",
      "linkedIn": "https://www.linkedin.com/in/avivamondesir/",
      "email": "aviva.mondesir@gmail.com",
      "bio": "I am a graduate of the Howard University Class of 2020, and received my degree in Political Science. Upon graduation, and in the very beginning of the pandemic I decided I'd like to pursue a career in Tech. I have always been fascinated with Software Engineering and now I would finally have the chance to take the plunge. If I'd be forced to be home all day, why. not attempt a new skill that would open doors for years to come. Fortunately, I had family in the Nashville Metropolitan area and an uncle that recently graduated from NSS. I applied, got in and moved to Nashville the following day, a year and a few awesome languages later (HTML, CSS, JavaScript, React, Python, SQL & Django). I'm extremely excited to start my career in tech, especially as a Black Woman. We are marginalized in Tech and I hope to open doors for those who come after me."
    },
    {
      "id": 5,
      "Timestamp": "2022-05-02T18:10:58.993Z",
      "firstName": "Chelsea",
      "lastName": "Harris-Washington",
      "proImg": "ChelseaHarris.jpg",
      "funImg": "ChelseaHarris_fun.jpg",
      "reelThemIn": "A joyful heart with a maternal side.",
      "github": "https://github.com/ChelseaHarrisW",
      "linkedIn": "https://www.linkedin.com/in/chelsea-harris-78514b66/",
      "email": "chelsea.harris021@gmail.com",
      "bio": "I am a dedicated learner currently pursuing software engineering and enjoying every bit of it."
    },
    {
      "id": 6,
      "Timestamp": "2022-05-09T18:23:10.759Z",
      "firstName": "Christian",
      "lastName": "Haggerty",
      "proImg": "ChristianHaggerty.jpg",
      "funImg": null,
      "reelThemIn": "“I'm not superstitious, but I am a little stitious.”",
      "github": "https://github.com/Chaggerty1994",
      "linkedIn": "https://www.linkedin.com/in/chaggerty1994/",
      "email": "captivationstation@gmail.com",
      "bio": "Audio Engineer turned software developer. I have been dedicated to the world of audio and event production for the last decade. As much as I love it, after years of the grind, mainly working nights and weekends. I felt the need to make a shift into a career that can stimulate my creative technical mind and provide more work / life balance.  Im excited to adapt my creativity, intricate problem-solving, love of constantly evolving technology, teamwork, and group collaboration into the world of software development."
    },
    {
      "id": 7,
      "Timestamp": "2022-05-06T14:32:49.364Z",
      "firstName": "David",
      "lastName": "Clark",
      "proImg": "DavidClark.jpg",
      "funImg": null,
      "reelThemIn": "I still have a briefcase full of pokeballs from 2001.",
      "github": "https://github.com/david-clark-1043",
      "linkedIn": "https://www.linkedin.com/in/davidclark1043/",
      "email": "david.clark.1043@gmail.com",
      "bio": "Former attorney, now full stack software engineer in Nashville, TN. Originally from Oak Ridge, TN."
    },
    {
      "id": 8,
      "Timestamp": "2022-05-09T16:34:32.661Z",
      "firstName": "Destiny",
      "lastName": "Frith",
      "proImg": "DestinyFrith.jpg",
      "funImg": "DestinyFrith_fun.jpg",
      "reelThemIn": "if(coffee = full) \tDrinkCoffee(); else \tRefillCoffee();",
      "github": "https://github.com/destinyfrith",
      "linkedIn": "https://www.linkedin.com/in/destinyfrith/",
      "email": "destinyfrith.dev@gmail.com",
      "bio": "After working as a barista and professional shopper for several years, I wanted to branch out and try something different. I craved something new that would challenge me and allow me to combine my passion and creativity with a technical skill would be valuable throughout the course of my career. I started researching and asking friends for recommendations and everything led me to software development. Being in Nashville, I heard nothing but praise for Nashville Software School. I decided to go for it and I have not regretted one second of it! It's been extremely rewarding and I am so excited about my new career path. <br></br>Outside of coding, I enjoy reading, hiking and attending concerts. I value humor, empathy and kindness. One of the top five favorite moments of my day is making coffee while the rest of the world is still quiet. I love advocating for inclusivity in the tech space. I'm always open to connecting with new people in the this community. Let's chat!"
    },
    {
      "id": 9,
      "Timestamp": "2022-05-09T16:12:07.251Z",
      "firstName": "Erich",
      "lastName": "Hils",
      "proImg": "ErichHils.jpeg",
      "funImg": "ErichHils_fun.jpeg",
      "reelThemIn": "Ceci n’est pas un site Web.",
      "github": "https://www.github.com/ehils",
      "linkedIn": "https://www.linkedin.com/in/erich-hils",
      "email": "mrerichhils@gmail.com",
      "bio": "Hey, I’m Erich.  In my life before NSS, I worked as a a museum educator, a community art teacher, a cook in a kitchen, a potter, a musician, and many other occupations.  I have found that a breadth of experience in a variety of fields has provided my with a unique and creativity-based perspective from which to approach the art of software development.  Outside of code, I like going new places, learning new things, meeting new people, and making stuff."
    },
    {
      "id": 10,
      "Timestamp": "2022-05-05T01:01:35.619Z",
      "firstName": "Gregory",
      "lastName": "Haney",
      "proImg": "GregoryHaney.png",
      "funImg": "GregoryHaney_fun.jpg",
      "reelThemIn": "Software development is easy. It's like riding a bike, except the bike is on fire. And you're on fire. And everything's on fire. And you're in Hell.",
      "github": "https://github.com/gregoryhaney",
      "linkedIn": "https://www.linkedin.com/in/gregoryshaney/",
      "email": "gregory.haney@gmail.com",
      "bio": "I've worked in technology my entire life. I started with a long career in the Air Force as a cyberspace operations officer, followed by various roles in security for defense contractors and state government. In my most recent job, I was a technical trainer. One common thread in all my positions has been the desire and need to inject automation everywhere I could, which drove me to learn basic scripting and coding on my own. I fell in love with code way back then, and that drove me to this career change.\n     \nNSS has given me the whole package - not just learning the languages, but more importantly, the 'soft skills' that employers demand today: how to learn new languages, problem deconstruction and problem-solving skills, a hunger for learning, being curious, not being afraid to ask for help, and a team mentality while still being independent - among others. For this, I am grateful to everyone at NSS and to my peers in Cohort 54. I would not have been as successful in this endeavor without you all. <br></br>I am now ready to put it all to the test; I think my security background coupled with my new developer skills will help make the applications I work on be more secure. So, I'm looking forward to joining an amazing team with a great company in my first role as a Software Engineer and continue my learning."
    },
    {
      "id": 11,
      "Timestamp": "2022-05-05T19:29:16.986Z",
      "firstName": "Henry",
      "lastName": "House",
      "proImg": "HenryHouse.jpg",
      "funImg": "HenryHouse_fun.png",
      "reelThemIn": "Fun fact: I've seen Raising Arizona 19 times",
      "github": "https://github.com/HankHaus",
      "linkedIn": "https://www.linkedin.com/in/henryhousesoftware/",
      "email": "hankhaus99@gmail.com",
      "bio": "I have always liked tech-related things be it hardware or software. I would be producing music for an artist and often find that I was more interested in the recording software than the song. That curiosity eventually led me to enroll in Nashville Software School!"
    },
    {
      "id": 12,
      "Timestamp": "2022-05-06T15:10:19.460Z",
      "firstName": "Hilary",
      "lastName": "Shaner",
      "proImg": "HilaryShaner.jpg",
      "funImg": "HilaryShaner_fun.jpg",
      "reelThemIn": "Code | Coffee | Dogs",
      "github": "https://github.com/shaner0892",
      "linkedIn": "https://www.linkedin.com/in/hilary-shaner/",
      "email": "hshanersd@gmail.com",
      "bio": "After working as a Zoo Keeper for several years I decided to pursue a new career in Web Development. Last year I attended Nashville Software School's three week Jumpstart course. It proved that not only could I learn to code, but I enjoyed it too. I quickly applied for the full time bootcamp that started in January and now I am busy learning about both the client side and server side. I will graduate in June and I am so excited to start my career as a Software Developer!"
    },
    {
      "id": 13,
      "Timestamp": "2022-04-27T18:40:30.374Z",
      "firstName": "Jaimie",
      "lastName": "Hart",
      "proImg": "JaimieHart.jpg",
      "funImg": "JaimieHart_fun.jpeg",
      "reelThemIn": "\"In art and dream may you proceed with abandon. In life may you proceed with balance and stealth.\"  – Patti Smith",
      "github": "http://github.com/jmehart",
      "linkedIn": "https://www.linkedin.com/in/jaimieehart",
      "email": "hartjme@gmail.com",
      "bio": "I'm passionate about problem solving and adding a creative flare to everything I do - and that's why I'm an experienced software developer and student at Nashville Software School. I've been a radio DJ for 13 years and I've been doing independent web design with WordPress and SEO content writing for the last 5 years. I'm excited to take my technical skills to the next level!"
    },
    {
      "id": 14,
      "Timestamp": "2022-05-06T14:46:59.403Z",
      "firstName": "Jajuan",
      "lastName": "Jones",
      "proImg": "JajuanJones.jpg",
      "funImg": "JajuanJones_fun.jpg",
      "reelThemIn": "I love music, and I love tech!!",
      "github": "https://github.com/jajuanjones/",
      "linkedIn": "https://www.linkedin.com/in/jajuanjones/",
      "email": "jajuanojones1@gmail.com",
      "bio": "My journey in tech started due to my passion for gaming. Besides making music, it's my greatest pastime. Somehow someway I found my way from building my own pc and being deeply involved in the hardware side of technology, to the software side. Oh, how times can change..."
    },
    {
      "id": 15,
      "Timestamp": "2022-05-05T23:00:40.357Z",
      "firstName": "Jake",
      "lastName": "Brooks",
      "proImg": "JacobBrooks.jpg",
      "funImg": "JacobBrooks_fun.jpg",
      "reelThemIn": "Studying classics to studying code",
      "github": "https://github.com/JakeBrooks98",
      "linkedIn": "https://www.linkedin.com/in/jacob-brooks-630080231/",
      "email": "jacobdbrooks1998@gmail.com",
      "bio": "I have always been a rather creative individual and ever since I first took an intro to\ngaming class in high school I knew coding was the perfect outlet for my creativity\nand problem solving skills to thrive. In late 2021 I enrolled into Nashville Software\nSchool which has provided me the technical skills needed for this pursuit."
    },
    {
      "id": 16,
      "Timestamp": "2022-05-09T16:31:36.468Z",
      "firstName": "Katie",
      "lastName": "Dawkins",
      "proImg": "KatieDawkins.png",
      "funImg": "KatieDawkins_fun.png",
      "reelThemIn": "Personal Trainer turned Software Developer",
      "github": "https://github.com/katiemdawkins",
      "linkedIn": "https://www.linkedin.com/in/katiedawkins/",
      "email": "katiemdawkins@gmail.com",
      "bio": "After 8 years as a personal trainer, I decided it was time to pursue a new career path. In my years of coaching groups & individuals, I’ve cultivated my passion for teaching, leading groups, working with people, & learning new things.<br></br>I love diving deep into the details of how things work, & enjoy finding ways to creatively solve problems with others. Software Development has been a great fit for me as it’s a field that requires continued learning, curiosity, & teamwork."
    },
    {
      "id": 17,
      "Timestamp": "2022-05-06T15:25:16.172Z",
      "firstName": "Kevin",
      "lastName": "Caruso",
      "proImg": "KevinCaruso.jpeg",
      "funImg": null,
      "reelThemIn": "Avid tech enthusiast who also occasionally sees sunlight.",
      "github": "https://www.github.com/Kjcaruso12",
      "linkedIn": "https://www.linkedIn.com/in/kjcaruso12",
      "email": "kjcaruso12@gmail.com",
      "bio": "Ive always been fascinated by how far technology as advanced in just my lifetime alone and it excites me thinking about what I’ll get to see further into my lifetime. Having the opportunity to actually help design and build software that contributes to that forward growth is something I know I’ve always been interested in. I did some self study through various online learning platforms throughout the years, but always felt like I wanted a more hands on approach. Having spent the last 7 years working in manufacturing, I decided to finally take the plunge into becoming a software developer through joining NSS. I couldn’t be happier with the experience. Everyday I’m challenged to think critically and get to work with a team to come together and make something awesome collaboratively."
    },
    {
      "id": 18,
      "Timestamp": "2022-05-02T18:31:32.359Z",
      "firstName": "Lauden",
      "lastName": "Eller",
      "proImg": "LaudenEller.jpeg",
      "funImg": "LaudenEller_fun.jpeg",
      "reelThemIn": "Run of the mill: Chef-to-the-Stars turned ESG-techie...",
      "github": "https://github.com/LaudenEller",
      "linkedIn": "https://www.linkedin.com/in/laudeneller/",
      "email": "laudlauden@gmail.com",
      "bio": "As a private chef, I spent 14 years building my career on the foundations of sustainable agriculture and social justice. I was raised in rural Alaska where instead of being educated I learned how to cook and tend a small-scale farm and with that learned ethos I always fed my clients the highest quality, most sustainable food possible. In 2019, I was looking for a way to migrate into the public sector and these interests led me towards the budding market of Environmental & Social Governance where by pivoting towards tech, I hope I can leverage more power to help more people, and still strive to achieve some positive difference in the world."
    },
    {
      "id": 19,
      "Timestamp": "2022-05-06T14:42:20.746Z",
      "firstName": "Laura Beth",
      "lastName": "Maddox",
      "proImg": "LauraBethMaddox.jpeg",
      "funImg": "LauraBethMaddox_fun.jpeg",
      "reelThemIn": "“Whatever you do, always give 100%. Unless you’re donating blood.”",
      "github": "https://github.com/laurabethmaddox",
      "linkedIn": "https://www.linkedin.com/mwlite/in/laura-beth-maddox",
      "email": "laurabethmaddox2000@gmail.com",
      "bio": "Before I started my journey in software development, I was working as a floater/runner at a title company while also getting my associates degree in General Studies. I am grateful to have had the experience at that job because it allowed me to better my attention to detail and my social skills. When a family member introduced me to NSS, it interested me because I have always had a love for technology and I realized this field would allow me to have the work/life balance that I have always wanted. That is when I finally registered for NSS and have so much enjoyed learning more and more as time goes on."
    },
    {
      "id": 20,
      "Timestamp": "2022-05-02T18:28:13.075Z",
      "firstName": "Mac",
      "lastName": "McMorries",
      "proImg": "MatthewMcMorries.jpeg",
      "funImg": "MatthewMcMorries_fun.jpeg",
      "reelThemIn": "“ Code is like humor. When you have to explain it, it’s bad.” – Cory House",
      "github": "https://github.com/TomHawk123",
      "linkedIn": "https://www.linkedin.com/in/matthew-mcmorries/",
      "email": "matthew.mcmorries@gmail.com",
      "bio": "Husband, father, Army Combat Infantry Veteran. Meeting new people and experiencing new cultures is my jam. Things I love most about coding? Oh, let me count the ways: The camaraderie, the joy you feel when you solve a problem, the fact that there is and will forever be something to learn and innovate, just to name my top three."
    },
    {
      "id": 21,
      "Timestamp": "2022-05-09T16:11:23.754Z",
      "firstName": "Noah",
      "lastName": "Taggart",
      "proImg": "NoahTaggart.jpg",
      "funImg": "NoahTaggart_fun.jpg",
      "reelThemIn": "\"If you had the chance to change your fate, would you?\"  Music Teacher => Developer",
      "github": "https://github.com/noahtaggart",
      "linkedIn": "https://www.linkedin.com/in/noahtaggart/",
      "email": "taggartnoah@gmail.com",
      "bio": "Growing up, much to my parents chagrin, I was a tinkerer. I would find electronics around the house and disassemble/reassemble them. Sometimes, even successfully! This evolved into working more with software after I built my first pc sometime in middle school. Even though I had never been a technology professional, I always tried to keep up with it. I would always be looking for the best software I could use to help my students. <br></br> After working for 10+ years as a music teacher, I felt the call to pursue my passion of technology. I searched for which program produces the most successful students and discovered Nashville Software School. I have not only learned how to code while here, I completely reshaped how I think. I see the world more analytically than I did before. When I see some applications, for example, I try to figure out the data structure/flow for how that application is constructed. I've enjoyed every day of learning at NSS and hope to continue that feeling as a junior software developer in the Nashville area."
    },
    {
      "id": 22,
      "Timestamp": "2022-05-09T15:04:46.872Z",
      "firstName": "Ollie",
      "lastName": "Lichtenstein",
      "proImg": "OliverLichtenstein.png",
      "funImg": "OliverLichtenstein_fun.png",
      "reelThemIn": "Did you know that bees are more attracted to people with red hair?",
      "github": "https://github.com/olichtenstein1",
      "linkedIn": "https://www.linkedin.com/in/ollie-lichtenstein/",
      "email": "olichtenstein1@gmail.com",
      "bio": "I have always had a passion for math and solving problems, specifically the ones that challenged me and felt particularly rewarding after successfully completing them. After graduating from College studying Business, I decided it was more important to find a career that allows me to use the skills that I am most passionate about. Software development has been the best direction for me to go forward given my strong ambition to solve problems and my love for learning. I am excited to see where this new career path takes me."
    },
    {
      "id": 23,
      "Timestamp": "2022-05-05T18:21:22.568Z",
      "firstName": "Randall",
      "lastName": "Thomas",
      "proImg": "RandallThomas.jpg",
      "funImg": "RandallThomas_fun.jpg",
      "reelThemIn": "I have been recorded singing in Mandarin, French, and Spanish. All of which I do not speak. I was also never the singer for Paramore..",
      "github": "https://www.gitHub.com/devdevvy",
      "linkedIn": "https://www.linkedin.com/in/randall-thomas-music",
      "email": "randallthomasmusic@gmail.com",
      "bio": "Growing up as a musician and producer, I have been working with complicated software for years as a necessity. That necessity grew into a curiosity, and then a passion. My love for finding out what makes things tick, abstract thinking, and connecting dots have brought me to software development where I can apply even more of my creative, technical, and analytical skills."
    },
    {
      "id": 24,
      "Timestamp": "2022-04-27T16:36:21.210Z",
      "firstName": "Riley",
      "lastName": "Phillips",
      "proImg": "RileyPhillips.jpeg",
      "funImg": "RileyPhillips_fun.jpeg",
      "reelThemIn": "“When something is important enough, you do it even if the odds are not in your favor.” - Elon Musk",
      "github": "https://github.com/rileygphillips",
      "linkedIn": "https://www.linkedin.com/in/riley-g-phillips/",
      "email": "rpdeveloping@gmail.com",
      "bio": "I am a software developer that recently made the transition from video production & CNC programming. With a longstanding interest for technology and design, as well as continued learning and problem solving, I decided to pursue a career that I felt would be a better fit for personal and educational growth."
    },
    {
      "id": 25,
      "Timestamp": "2022-05-06T14:27:51.921Z",
      "firstName": "Stevie",
      "lastName": "Hollander",
      "proImg": "StevieHollander.jpg",
      "funImg": "StevieHollander_fun.jpeg",
      "reelThemIn": "\"And if I fly, or if I fall at least I can say I gave it all\" -Rupaul Charles",
      "github": "https://github.com/steviehollander",
      "linkedIn": "https://www.linkedin.com/in/stevie-hollander-4a8a6b229/",
      "email": "steviehollander@icloud.com",
      "bio": "I am a creative and passionate software developer who recently transitioned from working in high-end retail. With a longstanding interest in technology and design, my pursuit of software development has scratched the itch I've have to create and problem-solve in a realm I feel personally connected to; technology."
    },
    {
      "id": 26,
      "Timestamp": "2022-04-28T15:51:10.830Z",
      "firstName": "Taylor",
      "lastName": "Stephenson",
      "proImg": "TaylorStephenson.jpg",
      "funImg": "TaylorStephenson_fun.jpg",
      "reelThemIn": "I love painting Warhammer figures.",
      "github": "https://github.com/DarthTayder",
      "linkedIn": "https://www.linkedin.com/in/stephensontaylor/",
      "email": "stephenson.taylor@gmail.com",
      "bio": "Prior to beginning my journey in software development, I was working as Business Sales Consultant in the telecommunications field. I enjoyed the opportunity that telecommunications gave me to meet new people and solve complex problems while working in a team environment. I was introduced to software development by a family member and realized that the tech field would allow me to continue to utilize those skills, while also allowing me to grow in the field. This began my interest in software and has continued to to grow with every new type of technology I encounter."
    },
    {
      "id": 27,
      "Timestamp": "2022-05-04T00:08:59.309Z",
      "firstName": "Van",
      "lastName": "Nguyen",
      "proImg": "ThanhNguyen.png",
      "funImg": "ThanhNguyen_fun.png",
      "reelThemIn": "{ break, complete, add, break_again, complete_again } = working",
      "github": "https://github.com/VanNg76",
      "linkedIn": "https://www.linkedin.com/in/van-nguyen-15745b23/",
      "email": "thanh_xer@yahoo.com",
      "bio": "Being a former Electric & Electronics Engineer, I had a good foundation for technical knowledge and technology. I have an analytic and logical mindset.\nAfter I came to the United States in 2018, I enjoyed the time I worked for Publix and Cambridge which helped me a lot to improve my language skills. When a colleague introduced me to Nashville Software School, I did research about bootcamps and the career paths that they could take me in. Software development gave me the opportunity to use my engineering background, logical mindset, and analytic skills."
    },
    {
      "id": 28,
      "Timestamp": "2022-05-05T19:07:58.463Z",
      "firstName": "Will",
      "lastName": "Wardrop",
      "proImg": "WillWardrop.jpeg",
      "funImg": "WillWardrop_fun.jpeg",
      "reelThemIn": "If I had more time, I would have written shorter code.",
      "github": "https://github.com/wwardrop3",
      "linkedIn": "https://www.linkedin.com/in/williamswardrop/",
      "email": "wwardrop@gmail.com",
      "bio": "I am a former commercial real estate analyst turned developer with a zeal for working with and visualizing locational data.  I love to speak with people about code and am a firm believer that explaining a concept is the best way to learn it.<br></br>I look forward to interacting with enthusiastic coworkers as I work towards my goal of building software that helps people make better sense of the world around them."
    },
    {
      "id": 29,
      "Timestamp": "2022-04-27T14:51:08.256Z",
      "firstName": "Zach",
      "lastName": "Dugger",
      "proImg": "ZachDugger.png",
      "funImg": "ZachDugger_fun.jpg",
      "reelThemIn": "I like to build teeny tiny little architecture for Dungeons and Dragons!",
      "github": "https://github.com/Semiosphere",
      "linkedIn": "https://www.linkedin.com/in/zach-dugger/",
      "email": "ztd522@gmail.com",
      "bio": "I am a software developer with a diverse professional history. Across the many industries I have experienced, I find problem solving to be a consistently rewarding challenge. Software Development affords endless problems that need solutions and I look forward to contributing my perspective."
    },
    {
      "id": 30,
      "Timestamp": "2022-05-13T15:16:42.185Z",
      "firstName": "Grant",
      "lastName": "Bell",
      "proImg": "GrantBell.png",
      "funImg": "GrantBell_fun.jpg",
      "reelThemIn": "Software developer, Waylon Jennings fan, movie guy.",
      "github": "https://github.com/grantbell1996",
      "linkedIn": "https://www.linkedin.com/in/grant-bell1996/",
      "email": "grantjbell@gmail.com",
      "bio": "Born and raised in Nashville, TN. Before starting down the software developer path, I worked several manual labor jobs. After working as a mover, furniture delivery driver and commercial HVAC technician I decided to move into a field that was easier on my back. I had done a few online coding courses and found software development to be extremely rewarding. Since I've attended Nashville Software School I've been able to build a stronger growth mindset and appreciate the challenges that a career in coding can offer."
    },
    {
      "id": 31,
      "Timestamp": "2022-05-13T17:29:11.233Z",
      "firstName": "Russell",
      "lastName": "Call",
      "proImg": "RussellCall.jpg",
      "funImg": null,
      "reelThemIn": "When you tear out a man’s tongue, you are not proving him a liar, you’re only telling the world that you fear what he might say. - Tyrion Lannister",
      "github": "https://github.com/RussellCall",
      "linkedIn": "https://www.linkedin.com/in/russell-call-a2380823a/",
      "email": "russellcall@protonmail.com",
      "bio": "Husband and father of five children. I am transitioning into software development, after serving 20 years in the United States Army.  I look forward to facing and growing from all challenges and opportunities this new career field presents to me."
    }
  ]
}